// © Copyright 2011-2013, 2015 HP Development Company, L.P.

//Designjet Assistant

DesignjetAssistantTaskTOCTitle = "Setup Assistant";

//Queue Update
UpdateFailAlertTitle = "Cannot update print queue";
UpdateFailAlertMessage = "One or more print queues are being busy with printing currently and cannot be updated, please wait for your active jobs to be completed before pressing Continue";

//Device Discovery

PrinterNameColumnTitle = "Printer Name";
PrinterModelColumnTitle = "Printer Model";
PrinterDriverColumnTitle = "Printer Driver";
ConnectionColumnTitle = "Connection";
DetailsColumnTitle = "Details";

DeviceDiscoveryTaskName = "Add Device";
DeviceDiscoveryNameText = "Name:";
DeviceDiscoveryInformativeText = "Select your printer in the list and press Continue to add the printer to the system.";

//Queue Created

QueueCreatedText = "The printer queue for your printer has been created.\n\nIf you want to create a printer queue for other printers shown in the previous list, please click Go Back and repeat the process.\n\nIf you have finished, click Continue.";
QueueCreatedTaskName = "Printer Queue Created";

QueueDuplicationAlertTitle = "Setting up %@";
QueueDuplicationAlertText = "The queue for %@ already exists. Whould you like to create a new queue?";

//CIP Task

CIPTaskControllerTaskTOCTitle = "HP Designjet CIP";

//CIP Introduction

CIPIntroductionText = "Please help us create better products!\n\nJoin the HP Designjet Customer Involvement Program (CIP) and help us create better products. The anonymous printer usage data that we collect will help us determine how you use your printer, and which product features are the most important to you. All data is collected and used in accordance with the CIP Privacy Statement. There are no mandatory surveys or follow-up emails. No personal contact information is collected. You can stop participating at any time.";
CIPIntroductionPrivacyStatementLink = "CIP Privacy Statement";
CIPIntroductionPrivacyStatementLinkTooltip = "CIP Privacy Statement";

"Yes, I want to participate (send anonymous data only)" = "Yes, I want to participate (send anonymous data only)";
"No, thank you" = "No, thank you";

CIPIntroductionTaskName = "HP Designjet Customer Involvement Program";
CIPIntroductionTaskTOCTitle = "Introduction";
CIPSendSerialText = "Selecting 'Send my printer's serial number' may allow us to provide you with better product service and support, and is required to determine eligibility for certain usage-based reward programs.";

"Send my printer's serial number" = "Send my printer's serial number";

//CIP Business Profile

CIPBusinessProfileText = "To help us better understand your working environment, please provide the following optional information. If you choose not to provide this information, we will still receive your anonymous printer usage data if you agree to participate in the CIP. All data is collected and used in accordance with the HP Privacy Policy. There are no mandatory surveys or follow-up emails. No personal contact information is collected.";

CIPBusinessProfileTaskName = "HP Designjet Customer Involvement Program";
CIPBusinessProfileTaskTOCTitle = "Business Profile";

BusinessTypeText = "Business Type:";
BusinessSizeText = "Business Size:";
GeographicalRegionText = "Geographical Region:";

"None" = "None";
"Architecture, Engineering, Construction" = "Architecture, Engineering, Construction";
"Graphic Design, Advertising Services" = "Graphic Design, Advertising Services";
"Infrastructure, Utilities, Telecommunications" = "Infrastructure, Utilities, Telecommunications";
"Manufacturing, Automotive, Transportation" = "Manufacturing, Automotive, Transportation";
"Printing Services" = "Printing Services";
"Professional Photography Services" = "Professional Photography Services";
"Public Sector" = "Public Sector";
"Other" = "Other";

"1-10 employees" = "1-10 employees";
"10-100 employees" = "10-100 employees";
"100-1000 employees" = "100-1000 employees";
"more than 1000 employees" = "more than 1000 employees";

"Americas" = "Americas";
"Europe, Middle East, Africa" = "Europe, Middle East, Africa";
"Asia Pacific, Japan" = "Asia Pacific, Japan";

//HP Proactive Support

ProactiveSupportAgreementText = "HP Proactive Support provides an easy and convenient way to monitor your HP printers, keep them up to date and running at their best.\
\n\nSee HP Proactive Support Agreement for details.";
ProactiveSupportTaskName = "HP Proactive Support";
ProactiveSupportAgreementLink = "HP Proactive Support Agreement";
ProactiveSupportAgreementLinkTooltip = "HP Proactive Support Agreement";

"Yes, I want to enable it" = "Yes, I want to enable it";

//HP Printer Monitor

PrinterMonitorTextField = "The HP Printer Monitor application allows you to check the state of your HP Designjet printers in background and informs you when printer needs to be attended (i.e for cartridges problems or paper jams)\nWould you like to receive notifications in the form of alerts? You can change these settings later on.";
AdviseAlertsAgreement = "Yes, I want to be advised right away";
AdviseAlertsChoosen = "Alerts will pop-up as banners directly into your Dock.";
AdviseAlertsNotChoosen = "Alerts will not pop-up in Dock. You need to open HP Printer Monitor to see alerts.";

PrinterMonitorTaskName = "HP Printer Monitor - Alerts";
PrinterMonitorTaskTOCTitle = "HP Printer Monitor";

"Show all alerts" = "Show all alerts";
"Show only critical alerts" = "Show only critical alerts";

// Web Registration

WebRegistrationTaskName = "Web Registration";

WebRegistrationTextField = "Thank you for your purchase!\n\nPlease take a few minutes to register your new printer. By registering you will:\n\nParticipate in HP programs and receive great gifts!\n\nProvide HP with the information we need to to continue to design our products with the features that best fit you, our customer.\n\nReceive free Membership to Designjet Online (an excellent source of news and tips - not just for the printers themselves, but also for ink, media, drivers, applications etc. There are also plenty of case studies to inspire you - including some written by our users themselves!)\n\nPlease note that your warranty rights are not diminished if you choose not to complete and submit the registration of your product.\n\nRegister...";

WebRegistrationLink = "Register...";
WebRegistrationLinkTooltip = "Register";

WebRegistrationStatementText = "If you click Continue your default web browser will be used to go online and access HP web pages.\n\nTo complete the operation, some personal information must be transferred to secure HP servers. The information being sent may include:\n\nIP Address\nPrinter Model\nOperating System\n\nHP Online Privacy Policy";

WebRegistrationStatementLink = "HP Online Privacy Policy";

//Summary

SummaryTextField-1 = "The Setup Assistant has finished.";
SummaryTextField-2 = "In HP Printer Monitor you have activated:";
SummaryTextCIP = "HP Designjet Customer Involvement Program";
SummaryTextPriactiveSupport = "HP Proactive Support";
SummaryTextAlerting = "Alerting";
SummaryTextField-3 = "In order to change the settings for alerting and your participation in HP Designjet programs, open the Monitoring Preferences available in the HP Printer Monitor application.";

SummaryTaskName = "Summary";

//CIP Privacy Statement Window

PrivacyStatementText = "HP respects your privacy and is committed to protecting it.\n\nHP provides this Privacy Statement to inform you that with your permission the “Customer Involvement Program” (CIP) feature enables your product to periodically send configuration and supplies usage information to HP. Information sent to HP is used to improve products and services as well as to monitor the device if you have a relationship with HP that provides you services such as proactive cartridge replacement, pay per page contracts, support agreements, or usage tracking.\n\nHP collects your printer’s status and usage data, and other printer specific data. This data may be shared with other HP entities, possibly oversees, to enable the “Customer Involvement Program” and gather market research allowing HP to improve the quality of its products and services.\n\nThe list below is representative, but not exhaustive, of the type of information that the “Customer Involvement Program” will collect:\n\nPrinter information:\n\t- Product name\n\t- Product number\n\t- Serial number\n\t- Firmware version\n\t- Number of pages printed\n\t- Printer status\n\t- Printer usage data\n\t- Event log (containing a list of your printer errors)\n\t- Last prints accounting information\n\nHP will maintain the privacy of any data collected, in accordance with the HP Online Privacy Statement, and further assures you that HP will take reasonable precautions in dealing with the printer status and usage data collected. To obtain the latest information on privacy or information collection practices, consult your local HP Web site.\n\nIf you wish to exercise your rights to access, rectify, or cancel your data, please contact myprinteradmin@hp.com";
HPPrivacyStatement = "HP Privacy Statement";
PersonalDataRightsNotice = "Personal Data Rights Notice";

ProactiveSupportStatementText = "<html><body><font size=+1>
<p>HP Proactive Support provides an easy and convenient way to monitor your HP printers, keep them up to date and running at their best. The HP Proactive Support service will locate the latest updates that are needed for the hp hardware and software installed on your system and give you the choice of which to install. Simple alerts and support information will let you know when a printer needs attention and what to do.</p>

<p>New updates will be made available as they are developed. The HP Proactive Support service will check for new updates at an interval that you specify.</p>

<p>HP is committed to protecting the privacy of our customers who use HP Proactive Support. The data collected from your computer by the HP Proactive Support service will be used to determine whether software updates are needed and whether your systems suffers from any potential issues known to HP.</p>

<p>The information tracked will not be used to track individual customers, computers or connected printers. No personally identifiable data such as name, address, or e-mail address will be collected. The data collected may be anonymously to aggregate form for purposes of market research and to allow HP to improve the quality of its product and service offerings.</p>

<p>This data may be retained for a period of up to 5 years from the date of the last data transfer to HP and will be sent to a HP system which may be located overseas. The IP address of the sending computer will be used for transmission purposes as per standard web communications.</p>

<p>The information collected by HP Proactive Support includes the following<br>
- Operating system name<br>
- Country setting<br>
- Language setting<br>
- List of printers configured under HP Printer Monitor</p>

<p>In order to improve the HP Proactive Support service, HP also tracks how many downloads of solutions were attempted, how many updates were successfully installed or how many failed. This data is tracked anonymously. No unique identifiers are attached to customer data by HP Proactive Support</p>

<p>For more information on our privacy policy please visit <a href=\"http://www.hp.com/go/proactivesupport/privacy/en\">http://www.hp.com/go/proactivesupport/privacy</a></p></font></body></html>";

